Repository: Lfrangt/pulse-watch
Catalog: PulseWatch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1fk steps
zh_hans: %.1fk 步

source: %@ records stored
zh_hans: %@ 条记录

# %@ sets x %@ reps
source: %1$@ sets x %2$@ reps
zh_hans: %@ 组 x %@ 次

# %@ yr %@
source: %1$@ yr %2$@
zh_hans: %@ 岁 %@

source: %d / 5 sessions
zh_hans: %d / 5 次

source: %d days
zh_hans: %d 天

source: %d min
zh_hans: %d 分钟

source: %d selected
zh_hans: 已选 %d 个

source: %d years %@
zh_hans: %d 岁%@

source: %d-Day Streak
zh_hans: 连续 %d 天

source: (Elevated RHR \(Int(rhr))bpm)
zh_hans: （静息心率偏高 \(Int(rhr))bpm）

source: (Good HRV \(Int(hrv))ms)
zh_hans: （HRV 表现良好 \(Int(hrv))ms）

source: (Good sleep \(sleep / 60)h\(sleep % 60)m)
zh_hans: （充足睡眠 \(sleep / 60)h\(sleep % 60)m）

source: (Low sleep \(sleep / 60)h\(sleep % 60)m)
zh_hans: （睡眠不足 \(sleep / 60)h\(sleep % 60)m）

source: +%.0f kg to %@
zh_hans: 距 %2$@ 还差 %1$.0f kg

source: , avg)) hours — consider sleeping more
zh_hans: , avg)) 小时，建议增加睡眠时间

source: 1 Plate Club
zh_hans: 一片杠铃

source: 14-Day Calorie Trend
zh_hans: 14日卡路里趋势

source: 14-Day Steps Trend
zh_hans: 14日步数趋势

source: 14-Day Trend
zh_hans: 14日趋势

source: 2 Plate Club
zh_hans: 两片杠铃

source: 3 consecutive nights of poor sleep
zh_hans: 连续 3 晚睡眠不足

source: 3 consecutive nights under 6h — sleep debt affects recovery
zh_hans: 连续 3 晚不足 6 小时，累积睡眠债会影响恢复和表现

source: 3+ consecutive nights over 7 hours
zh_hans: 睡眠连续 3 天超 7 小时

source: 3.0k steps · Active calories +120kcal
zh_hans: 3.0k 步 · 活跃卡路里 +120kcal

source: 30 Days
zh_hans: 30天

source: 7 Days
zh_hans: 7天

source: 7-9 hours of sleep per night is linked to better recovery, immune function, and cognitive performance.
zh_hans: 每晚 7-9 小时睡眠有助于更好的恢复、免疫功能和认知表现。

source: 7-Day Trends
zh_hans: 7日趋势

source: 7-day charts for heart rate, HRV, and sleep. Spot patterns, track improvement, and share your gains.
zh_hans: 7 天心率、HRV、睡眠趋势图。发现规律，追踪进步，分享成果。

source: 8,000 daily steps is linked to a 51% reduction in all-cause mortality compared to 4,000 steps. (JAMA 2020)
zh_hans: 每天 8000 步与全因死亡风险降低 51% 相关（相较于 4000 步，JAMA 2020）。

source: 8,000+ daily steps significantly reduces sedentary-related health risks (JAMA 2022).
zh_hans: 每天 8000 步以上可显著降低久坐相关健康风险（JAMA 2022）。

source: 8.4k steps · Active calories +320kcal
zh_hans: 8.4k 步 · 活跃卡路里 +320kcal

source: AI Coach
zh_hans: AI 教练

source: AI Health Insights
zh_hans: AI 健康洞察

source: AI Insights
zh_hans: AI 洞察

# AI analyzes your Apple Watch data Daily recovery scores and training advice
source: AI analyzes your Apple Watch data\nDaily recovery scores and training advice
zh_hans: 基于 Apple Watch 数据，用 AI 分析你的身体状态\n每天给出个性化的恢复评分和训练建议

source: Abnormal — consider medical evaluation
zh_hans: 异常，建议就医检查

source: About
zh_hans: 关于

source: About Active Calories
zh_hans: 关于活动卡路里

source: About Blood Oxygen
zh_hans: 关于血氧饱和度

source: Accumulating data:
zh_hans: 数据积累中：

source: Achievement Unlocked!
zh_hans: 成就解锁！

source: Achievements
zh_hans: 成就

source: Active +
zh_hans: 活跃 +

source: Active Calories
zh_hans: 活跃卡路里

source: Active Days
zh_hans: 运动天数

source: Active Minutes
zh_hans: 活跃分钟

source: Active cal
zh_hans: 活跃卡路里

source: Active calories = energy burned through exercise and daily movement, excluding basal metabolic rate (BMR).
zh_hans: 活动卡路里 = 运动和日常活动消耗的能量，不包括基础代谢（BMR）。

source: Active kcal
zh_hans: 活跃千卡

source: Activity
zh_hans: 活动

source: Activity level meets WHO guidelines
zh_hans: 活动量达到 WHO 建议标准

source: Activity meets WHO 2020 guidelines (150+ min/week)
zh_hans: 活动量达到 WHO 2020 推荐标准（≥150 min/week）

source: Activity severely insufficient — increasing daily exercise can significantly reduce chronic disease risk
zh_hans: 活动量严重不足，增加日常运动可显著降低慢病风险

source: Activity slightly below target — WHO recommends 21+ min/day of moderate exercise
zh_hans: 活动量略不足，WHO 建议每天至少 21 分钟中等强度运动

source: Actual age:
zh_hans: 实际年龄：

source: Actual age: %d
zh_hans: 实际年龄：%d

source: Add Gym
zh_hans: 添加健身房

source: Add Lift
zh_hans: 添加记录

source: Add Workout
zh_hans: 添加训练

source: Add gym location Pulse will remind you when you arrive
zh_hans: 添加健身房位置 到达时 Pulse 将提醒你

# Add gym location Pulse will remind you when you arrive
source: Add gym location\nPulse will remind you when you arrive
zh_hans: 添加健身房位置\nPulse 会在你到达时智能提醒训练

source: Add gym using current location
zh_hans: 使用当前位置添加健身房

source: Advanced
zh_hans: 高级

source: After %@, sleep %@ by %@ that night
zh_hans: 练%@后，当晚睡眠%@ %@

source: After %@, your HRV %@ by %@ next day
zh_hans: 练%@后，次日 HRV %@ %@

source: Afternoon \(timeStr)
zh_hans: 下午 \(timeStr)

source: Alert when resting heart rate is abnormal
zh_hans: 静息心率异常时推送通知提醒

source: All Pulse Watch data is stored on your device and never uploaded to any server. Health data is read only from Apple HealthKit for local analysis and training suggestions. We do not collect any personal information.
zh_hans: Pulse Watch 所有数据均存储在你的设备上，不会上传到任何服务器。健康数据仅从 Apple HealthKit 读取，用于生成本地分析和训练建议。我们不收集任何个人信息。

source: All Set
zh_hans: 一切就绪

source: All data stays on your device. We never collect personal information.
zh_hans: 所有数据仅存储在你的设备上。我们不收集任何个人信息。

source: All-Time Best Streak
zh_hans: 历史最长连续天数

source: Anaerobic
zh_hans: 无氧

source: Analysing your data…
zh_hans: 正在分析你的数据…

source: Any new PRs this week? 💪
zh_hans: 这周有新 PR 吗？💪

source: Apple Watch blood oxygen readings are for reference only and are not a medical device. Do not use them for diagnosis or treatment.
zh_hans: Apple Watch 的血氧测量仅供参考，不属于医疗设备，请勿作为诊断或治疗依据。

source: Approaching recommended threshold — keep it up
zh_hans: 接近推荐阈值，继续保持

source: Arms
zh_hans: 手臂

source: Arrived at Gym
zh_hans: 到达健身房

source: Arrived at \(location.name)
zh_hans: 到达\(location.name)

source: Asleep
zh_hans: 入睡

source: At the Gym?
zh_hans: 在健身房？

source: Authorized
zh_hans: 已授权

source: Auto-push Health Data
zh_hans: 自动推送健康数据

source: Auto-push every 30 min or on significant changes
zh_hans: 每 30 分钟或数据有重大变化时自动推送

source: Auto-remind when arriving
zh_hans: 到达时自动提醒训练

source: Auto-remind when you arrive
zh_hans: 到达时自动提醒开始训练

source: Auto-syncs workouts from Apple Watch. Heart rate zones, calories, duration — all saved and shareable.
zh_hans: 自动同步 Apple Watch 训练数据。心率区间、卡路里、时长，全部记录，支持分享。

source: Average
zh_hans: 状态一般

source: Average HRV: %.0f ms
zh_hans: 平均 HRV：%.0f ms

source: Average resting HR: %.0f bpm
zh_hans: 平均静息心率：%.0f bpm

source: Avg
zh_hans: 平均

source: Avg Heart Rate
zh_hans: 平均心率

source: Avg Score
zh_hans: 平均评分

source: Avg sleep this week \(String(format:
zh_hans: 本周平均睡眠 \(String(format:

source: Awaiting sync
zh_hans: 等待同步

source: Awake
zh_hans: 醒来

source: Back
zh_hans: 背部

source: Badminton
zh_hans: 羽毛球

source: Barbell Curl
zh_hans: 杠铃弯举

source: Barbell Row
zh_hans: 杠铃划船

source: Based on %d days of data
zh_hans: 基于 %d 天数据

source: Based on %d sessions
zh_hans: 基于 %d 次训练

source: Based on population averages — individual variation exists. Consult a physician for personalized assessment.
zh_hans: 数据基于人口均值，个体差异存在。如需个性化评估，请咨询医生。

source: Basketball
zh_hans: 篮球

source: Beginner
zh_hans: 初级

source: Below target — get moving!
zh_hans: 低于目标，动起来！

source: Bench Press
zh_hans: 卧推

source: Best
zh_hans: 最佳

source: Best day: \(bestLabel) \(bestDay.dailyScore ?? 0)pts\(bestReason)
zh_hans: 本周最佳日：\(bestLabel) \(bestDay.dailyScore ?? 0)分\(bestReason)

source: Best: %.0f kg
zh_hans: 最佳：%.0f kg

source: Bicep Curl
zh_hans: 二头弯举

source: Big Three 300
zh_hans: 三大项 300

source: Birth Month
zh_hans: 出生月份

source: Birth Year
zh_hans: 出生年份

source: Blood Oxygen
zh_hans: 血氧饱和度

source: Blood oxygen is measured in real time by Apple Watch. Historical records will be supported in a future update.
zh_hans: 血氧数据由 Apple Watch 实时测量。持续历史记录将在未来版本中支持。

source: Body Timeline
zh_hans: 身体时间线

source: Body Weight Squat
zh_hans: 自重深蹲

source: Build
zh_hans: 构建

source: Building data — more detailed analysis next week
zh_hans: 数据积累中，下周将有更详细的分析

source: Building your personal insights… Tag your workouts with muscle groups to unlock.
zh_hans: 正在建立你的个人洞察…… 标记训练部位即可解锁。

source: Burning 300-500 kcal daily through activity supports cardiovascular health and metabolic balance.
zh_hans: 每天燃烧 300-500 kcal 的活动热量有助于心血管健康和代谢平衡。

source: Cable Crunch
zh_hans: 绳索卷腹

source: Cable Fly
zh_hans: 绳索飞鸟

source: Calf Raise
zh_hans: 小腿提踵

source: Calories
zh_hans: 卡路里

source: Calories (optional)
zh_hans: 卡路里（可选）

source: Camera access needed to scan QR code
zh_hans: 需要相机权限来扫描二维码

source: Cancel
zh_hans: 取消

source: Cardio
zh_hans: 有氧

source: Change
zh_hans: 更换

source: Chest
zh_hans: 胸部

source: Choose Workout
zh_hans: 选择训练

source: Clear Workout History
zh_hans: 清除训练记录

source: Close
zh_hans: 关闭

source: Collection Frequency
zh_hans: 采集频率

source: Combat prolonged sitting with a 5-minute walk every hour — your heart will thank you.
zh_hans: 长期久坐的危害可以通过每小时步行 5 分钟来缓解。

# Combines HRV, heart rate, sleep Generates 0-100 recovery score
source: Combines HRV, heart rate, sleep\nGenerates 0-100 recovery score
zh_hans: 综合 HRV、心率、睡眠等数据\n生成 0-100 恢复评分

source: Combines heart rate, HRV, and sleep quality into a single 0-100 score every morning. Green means go hard, red means rest.
zh_hans: 每天早上综合心率、HRV 和睡眠质量，生成一个 0-100 分的恢复评分。绿色放心练，红色好好休息。

source: Confirm
zh_hans: 确认选择

source: Connect OpenClaw
zh_hans: 连接 OpenClaw

source: Connect your OpenClaw Gateway
zh_hans: 连接你的 OpenClaw Gateway

source: Connected
zh_hans: 已连接

source: Connection Error
zh_hans: 连接错误

source: Connection Status
zh_hans: 连接状态

source: Connection failed. Check URL and Token
zh_hans: 连接失败，请检查 URL 和 Token

source: Continue (%d selected)
zh_hans: 继续（已选 %d 个）

source: Cooldown
zh_hans: 放松恢复

source: Core
zh_hans: 核心

source: Current
zh_hans: 当前

source: Current Reading
zh_hans: 当前读数

source: Current Status
zh_hans: 当前状态

source: Current \(Int(currentHRV))ms, >2σ below baseline \(Int(mean))ms
zh_hans: 当前 \(Int(currentHRV))ms，低于个人基线 \(Int(mean))ms 超过 2 个标准差

source: Current \(Int(currentHRV))ms, below your avg \(Int(mean))ms
zh_hans: 当前 \(Int(currentHRV))ms，低于个人均值 \(Int(mean))ms

source: Current \(Int(currentRHR))bpm, >2σ above baseline \(Int(mean))bpm
zh_hans: 当前 \(Int(currentRHR))bpm，高于个人基线 \(Int(mean))bpm 超过 2 个标准差

source: Current \(Int(currentRHR))bpm, above your avg \(Int(mean))bpm
zh_hans: 当前 \(Int(currentRHR))bpm，高于个人均值 \(Int(mean))bpm

source: Cycling
zh_hans: 骑车

source: Daily Activity
zh_hans: 日间活动

source: Daily Health Summary
zh_hans: 每日健康摘要

source: Daily Recovery Score
zh_hans: 每日恢复评分

source: Daily Score
zh_hans: 每日评分

source: Daily Steps
zh_hans: 日均步数

source: Daily health summaries and anomaly alerts
zh_hans: 发送每日健康摘要和异常提醒

source: Daily health summary ready
zh_hans: 今日健康摘要已准备好，点击查看

source: Daily recovery score and training advice
zh_hans: 每天定时推送恢复评分和训练建议

source: Dance
zh_hans: 舞蹈

source: Data Collection
zh_hans: 数据采集

source: Data Management
zh_hans: 数据管理

source: Data sent directly to your OpenClaw Gateway, no third parties
zh_hans: 数据直接发送到你的 OpenClaw Gateway，不经过第三方服务器

source: Date
zh_hans: 日期

source: Date & Time
zh_hans: 日期和时间

source: Deadlift
zh_hans: 硬拉

source: Decent sleep — room to improve
zh_hans: 睡眠尚可，还有提升空间

source: Decent — train normally
zh_hans: 状态还不错，正常安排训练

source: Declining
zh_hans: 下降趋势

source: Deep
zh_hans: 深睡

source: Deep Sleep
zh_hans: 深睡

# Delete %@ on %@?
source: Delete %1$@ on %2$@?
zh_hans: 删除 %@ 的 %@？

source: Delete Record
zh_hans: 删除记录

source: Demo Mode
zh_hans: 演示模式

source: Developer
zh_hans: 开发者选项

source: Did you hit any PRs today?
zh_hans: 今天破了 PR 吗？

source: Disabled
zh_hans: 已关闭

source: Disconnected
zh_hans: 未连接

source: Done
zh_hans: 完成

source: Dumbbell Press
zh_hans: 哑铃推举

source: Duration
zh_hans: 时长

source: Early AM \(timeStr)
zh_hans: 凌晨 \(timeStr)

source: Elite
zh_hans: 精英

source: Elliptical
zh_hans: 椭圆机

source: Enable in Settings → Notifications → Pulse
zh_hans: 请前往 设置 → 通知 → Pulse 开启

source: Enabled
zh_hans: 已开启

source: End Workout
zh_hans: 结束训练

source: Evening \(timeStr)
zh_hans: 傍晚 \(timeStr)

source: Every 15 minutes, balanced
zh_hans: 每 15 分钟采集一次，平衡精度和电量

source: Every 30 minutes, saves battery
zh_hans: 每 30 分钟采集一次，更省电

source: Every 5 minutes, more accurate but uses more battery
zh_hans: 每 5 分钟采集一次，更精确但耗电更多

source: Every Sunday 9:00 AM — score, workouts & trends
zh_hans: 每周日早上 9:00 · 评分、训练次数和趋势

source: Every rep counts
zh_hans: 每一次训练都算数

source: Exceeded
zh_hans: 超额完成

source: Excellent
zh_hans: 极佳

source: Excellent deep sleep ratio — well recovered
zh_hans: 深睡比例优秀，恢复充分

source: Excellent resting HR (Framingham low-risk range)
zh_hans: 静息心率优秀（Framingham 低风险区间）

source: Excellent sleep — well rested
zh_hans: 睡眠优秀，精力充沛

source: Excellent — push harder or try something new
zh_hans: 状态优秀，可以适当增加训练强度或尝试新挑战

source: Excellent — red blood cells fully oxygenated
zh_hans: 极佳，红细胞携氧充足

source: Excessive sleep — consider checking for underlying health issues
zh_hans: 睡眠过多，建议排查潜在健康问题

source: Exercise
zh_hans: 运动

source: Face Pull
zh_hans: 面拉

source: Fair
zh_hans: 一般

source: Fair Recovery
zh_hans: 恢复一般

source: Fair recovery
zh_hans: 一般恢复

source: Fat Burn
zh_hans: 燃脂

source: Feeling good — train as planned
zh_hans: 状态很好，按计划训练

source: Fell asleep in about 12 minutes — faster than average
zh_hans: 入睡用时约 12 分钟，快于平均水平

source: Female
zh_hans: 女

source: First Rep
zh_hans: 第一次

source: Flat Bench Press
zh_hans: 平板卧推

source: For accurate age calculation
zh_hans: 用于精确计算年龄

source: Frequency
zh_hans: 频率

source: Fri
zh_hans: 五

source: Full Body
zh_hans: 全身

source: Fully recovered — ready for anything
zh_hans: 完全恢复，状态拉满

source: Functional Strength
zh_hans: 功能性力量

source: Gateway Connected
zh_hans: Gateway 已连接

source: Gateway URL
zh_hans: 网关地址

source: Gender
zh_hans: 性别

source: Generating share image...
zh_hans: 正在生成分享图片...

source: Get Started
zh_hans: 开始使用

source: Goal Reached
zh_hans: 目标达成

source: Goal: ≥ 7 hours nightly, try a consistent bedtime
zh_hans: 目标：每晚睡眠 ≥ 7 小时，尝试固定就寝时间

source: Good
zh_hans: 良好

source: Good Afternoon
zh_hans: 中午好

source: Good Evening
zh_hans: 晚上好

source: Good Morning
zh_hans: 早上好

source: Good Morning · Score %d
zh_hans: 早安 · 评分 %d

source: Good Recovery
zh_hans: 恢复良好

source: Good movement — try adding a walk
zh_hans: 运动不错，再加个散步

source: Good recovery
zh_hans: 恢复良好

source: Good recovery — moderate intensity
zh_hans: 身体恢复不错，适合中等强度训练

source: Good recovery — moderate intensity training
zh_hans: 恢复良好，中等强度训练

source: Good recovery, train normally
zh_hans: 恢复状态良好，可以正常安排训练

source: Got it
zh_hans: 知道了

source: Great
zh_hans: 优秀

source: Great activity day — you crushed it
zh_hans: 今天运动量很棒

source: Great recovery — go hard today
zh_hans: 身体恢复很好，适合高强度训练

source: Great recovery — push yourself today
zh_hans: 身体恢复非常好，今天是挑战自我的好时机

source: Great sleep last night — solid foundation for today
zh_hans: 昨晚睡眠质量很好，为今天打下了好基础

source: Gym
zh_hans: 健身房

source: Gym Location
zh_hans: 健身房位置

source: Gym Location Detection
zh_hans: 健身房位置检测

source: Gym Session
zh_hans: 健身房训练

source: HRV 48ms ↑ · Moderate
zh_hans: HRV 48ms ↑ · 中等强度

source: HRV below age baseline — improve sleep and reduce stress
zh_hans: HRV 低于年龄基准，建议改善睡眠和减少压力

source: HRV below baseline
zh_hans: HRV 偏低

source: HRV declining — watch training load and stress
zh_hans: HRV 近期有下降趋势，注意控制训练量和压力

source: HRV dropped %.0f%% — prioritize recovery
zh_hans: HRV 下降 %.0f%%，注意恢复

source: HRV dropped: \(Int(current))ms vs baseline \(Int(baseline))ms
zh_hans: HRV 骤降：当前 \(Int(current))ms，基线 \(Int(baseline))ms

source: HRV has been stable this period
zh_hans: HRV 这段时间保持稳定

source: HRV indicates good autonomic health
zh_hans: HRV 显示自主神经功能良好

source: HRV is below average — prioritize sleep and stress management
zh_hans: HRV 低于平均水平，建议优先关注睡眠和压力管理

source: HRV is low — focus on recovery, avoid high intensity
zh_hans: HRV 偏低，以恢复为主，避免高强度

source: HRV is up %.0f%% — your body is adapting well
zh_hans: HRV 上升 %.0f%%，身体适应良好

source: HRV low (28ms), resting HR elevated (78bpm)
zh_hans: HRV 偏低(28ms)，静息心率偏高(78bpm)

source: HRV low (\(Int(hrv))ms)
zh_hans: HRV 偏低(\(Int(hrv))ms)

source: HRV low — consider a light recovery day 🧘
zh_hans: HRV 偏低，建议轻松恢复日 🧘

source: HRV low — try light activity or rest
zh_hans: HRV偏低，建议轻量活动或休息

source: HRV significantly low
zh_hans: HRV 显著偏低

source: HRV trending down — manage stress and recovery
zh_hans: HRV 呈下降趋势，关注压力管理和恢复质量

source: HRV trending up 12%
zh_hans: HRV 趋势上升 12%

source: HRV trending up 12%% this week. Keep it up.
zh_hans: HRV 本周上升 12%%，继续保持。

source: HRV trending up — your body is adapting well
zh_hans: HRV 近期呈上升趋势，身体适应能力在增强

source: HRV well above age baseline — excellent autonomic function
zh_hans: HRV 远超年龄基准，自主神经功能出色

source: HRV within normal range for your age (Shaffer 2017)
zh_hans: HRV 在年龄正常范围内（Shaffer 2017 标准）

source: Health Age
zh_hans: 生理年龄

source: Health Age %d
zh_hans: 生理年龄 %d

source: Health Data
zh_hans: 健康数据

source: Health data unavailable
zh_hans: 健康数据不可用

source: Heart Rate
zh_hans: 心率

source: Heart Rate Alerts
zh_hans: 心率异常提醒

source: Heart Rate Variability
zh_hans: 心率变异性 HRV

source: Heart Rate Zone
zh_hans: 心率区间

source: Heart Rate Zones
zh_hans: 心率区间

source: Height
zh_hans: 身高

source: High Frequency
zh_hans: 高频

source: High Intensity
zh_hans: 高强度训练

source: High Strain
zh_hans: 高负荷

source: High Threshold
zh_hans: 高心率阈值

source: High intensity
zh_hans: 适合高强度

source: High strain vs low recovery — consider resting tomorrow
zh_hans: 负荷偏高恢复偏低，建议明天休息

source: Hiking
zh_hans: 徒步

source: Historical Trends
zh_hans: 历史趋势

source: History
zh_hans: 历史

source: Hit 100kg on any Big 3 lift
zh_hans: 任一大项达到 100kg

source: Hit 60kg on any Big 3 lift
zh_hans: 任一大项达到 60kg

source: How did it feel?
zh_hans: 感觉怎么样？

source: Imperial (mi, lb)
zh_hans: 英制（英里, 磅）

source: Improving
zh_hans: 上升趋势

source: Incline Dumbbell Press
zh_hans: 上斜哑铃卧推

source: Insufficient Data
zh_hans: 数据不足

source: Insufficient data
zh_hans: 暂无足够数据

source: Insufficient data — keep wearing your device
zh_hans: 本周数据不足，请佩戴设备积累更多数据

source: Intense exercise, high altitude, or sleep apnea may temporarily lower readings. If your SpO2 stays below 95% at rest, consider consulting a doctor.
zh_hans: 高强度训练、高海拔环境或睡眠呼吸暂停可能暂时降低读数。如果安静时 SpO₂ 持续低于 95%，建议咨询医生。

source: Intermediate
zh_hans: 中级

source: Invalid pairing QR code
zh_hans: 无效的配对二维码

source: Just now
zh_hans: 刚刚

source: Just synced
zh_hans: 刚刚同步

source: Keep going
zh_hans: 继续加油

source: Keep going — don't break the chain!
zh_hans: 保持住，别断链！

source: Keep it up
zh_hans: 继续加油

source: Keep up the good habits
zh_hans: 继续保持良好习惯

source: Keep wearing your Watch to see trends
zh_hans: 继续佩戴手表，查看趋势

source: Keep wearing your Watch — more data unlocks better trends
zh_hans: 继续佩戴手表，更多数据解锁更准趋势

source: Keep wearing your device to build a baseline
zh_hans: 持续佩戴设备，积累健康数据基线

source: Key Features
zh_hans: 核心功能

source: Key Metrics vs Last Week
zh_hans: 关键指标 vs 上周

source: Know your body's readiness
zh_hans: 了解身体的准备状态

source: Last %@ was %d days ago
zh_hans: 上次%@是 %d 天前

source: Last Week
zh_hans: 上周

source: Last \(localizedGroup(bestGroup)) was \(maxDays) days ago
zh_hans: 上次练\(localizedGroup(bestGroup))是\(maxDays)天前

source: Last chest day was 3 days ago
zh_hans: 上次练胸是3天前

source: Last night
zh_hans: 昨晚

source: Last night \(hoursNow)h\(minsNow)m, well below your avg \(hoursAvg)h\(minsAvg)m
zh_hans: 昨晚 \(hoursNow)h\(minsNow)m，远低于你的平均 \(hoursAvg)h\(minsAvg)m

source: Last night \(timeStr)
zh_hans: 昨晚 \(timeStr)

source: Last night was %.1fh — below your average
zh_hans: 昨晚 %.1f 小时，低于你的平均

source: Last night was about average for you
zh_hans: 昨晚睡眠和你的平均水平差不多

source: Last night you slept %.1fh — above your average
zh_hans: 昨晚睡了 %.1f 小时，高于你的平均

source: Late Night
zh_hans: 夜深了

source: Lateral Raise
zh_hans: 侧平举

source: Leg Press
zh_hans: 腿举

source: Legend
zh_hans: 图例

source: Legs
zh_hans: 腿部

source: Lift
zh_hans: 动作

source: Light
zh_hans: 轻量

source: Light Activity
zh_hans: 轻度活动

source: Light Recovery
zh_hans: 轻松恢复

source: Light recovery day — walk or stretch
zh_hans: 建议轻松恢复日，散步或拉伸

source: Light recovery suggested
zh_hans: 建议轻松恢复

source: Loading...
zh_hans: 加载中…

source: Location
zh_hans: 位置

source: Location not authorized
zh_hans: 位置权限未授权

source: Looking good — train as planned
zh_hans: 状态不错，正常安排就好

source: Low
zh_hans: 偏低

source: Low Activity
zh_hans: 低活动消耗

source: Low Threshold
zh_hans: 低心率阈值

source: Low activity — WHO recommends 150 min/week of moderate exercise
zh_hans: 活动量不足，WHO 建议每周 150 分钟中等强度运动

source: Low deep sleep — consider improving bedtime habits
zh_hans: 深睡偏少，建议改善睡前习惯

source: Low readiness — rest is recommended
zh_hans: 准备度低，建议休息

source: Low — try deep breathing and rest
zh_hans: 偏低，建议深呼吸并休息

source: Lower resting HR and higher HRV indicate stronger cardiovascular and autonomic function, contributing to a younger Health Age.
zh_hans: 静息心率越低、HRV 越高，说明心血管和自主神经功能越好，有助于降低生理年龄。

source: MMM d
zh_hans: M月d日

source: MMM d HH:mm
zh_hans: M月d日 HH:mm

source: MMM d, EEEE
zh_hans: M月d日 EEEE

source: MMM yyyy
zh_hans: yyyy年M月

source: Maintain your pace, focus on recovery and nutrition
zh_hans: 保持当前训练节奏，注意恢复和营养补充

source: Male
zh_hans: 男

source: Manual Entry
zh_hans: 手动记录

source: Manual Input
zh_hans: 手动输入

source: Max
zh_hans: 最高

source: Max Heart Rate
zh_hans: 最大心率

source: Maybe Later
zh_hans: 稍后再说

source: Measurement System
zh_hans: 单位制

source: Metric (km, kg)
zh_hans: 公制（公里, 千克）

source: Metric Details
zh_hans: 指标详情

source: Metrics
zh_hans: 指标

source: Moderate
zh_hans: 中等强度

source: Moderate Intensity
zh_hans: 中等强度

source: Moderate Strain
zh_hans: 中等负荷

source: Moderate intensity
zh_hans: 适合中等强度

source: Moderate recovery, listen to your body
zh_hans: 恢复中等，建议适度训练，注意倾听身体

source: Moderately recovered — train smart
zh_hans: 恢复良好，聪明训练

source: Mon
zh_hans: 一

source: Monthly Overview
zh_hans: 本月概览

source: More data = better accuracy. Keep wearing your Watch 📈
zh_hans: 数据越多越准确，继续佩戴让结果更精准 📈

source: Morning Brief
zh_hans: 早安简报

source: Morning \(timeStr)
zh_hans: 早上 \(timeStr)

source: Most Trained
zh_hans: 最常练的部位

source: Muscle Groups
zh_hans: 肌群部位

source: My Strength Progress
zh_hans: 我的力量成长

source: Near Goal
zh_hans: 接近目标

source: Needed for strength level assessment
zh_hans: 力量评级需要体重数据

source: Never synced
zh_hans: 从未同步

source: Next Week's Advice
zh_hans: 下周建议

source: Night \(timeStr)
zh_hans: 晚上 \(timeStr)

source: No Data
zh_hans: 无数据

source: No data this week
zh_hans: 暂无本周数据

source: No heart rate data — wear your Apple Watch
zh_hans: 暂无心率数据，请佩戴 Apple Watch 收集数据

source: No history data yet
zh_hans: 暂无历史数据

source: No impact
zh_hans: 无影响

source: No lifts recorded yet — tap + to add
zh_hans: 还没有记录，点 + 添加

source: No muscle groups tagged yet
zh_hans: 还没有标记肌群部位

source: No sleep data
zh_hans: 暂无睡眠数据

source: No timeline data yet
zh_hans: 暂无时间线数据

source: No workout records yet
zh_hans: 还没有运动记录

source: Noon \(timeStr)
zh_hans: 中午 \(timeStr)

source: Normal
zh_hans: 正常

source: Normal range — no concern
zh_hans: 正常范围，无需担忧

source: Normal range: 95% – 100%
zh_hans: 正常范围：95% – 100%

source: Normal resting HR — cardiovascular health is good
zh_hans: 静息心率正常，心血管健康

source: Not Set
zh_hans: 未设置

source: Not Started
zh_hans: 训练未开始

source: Not enough data yet
zh_hans: 数据不足

source: Notes (optional)
zh_hans: 备注（可选）

source: Notification Time
zh_hans: 推送时间

source: Notifications
zh_hans: 通知权限

source: Notifications Disabled
zh_hans: 通知未开启

source: OK
zh_hans: 好的

source: On Target
zh_hans: 达标

source: One-tap Authorize
zh_hans: 一键授权

source: Open
zh_hans: 前往开启

source: Open PulseWatch Settings on your Mac to get the QR code
zh_hans: 在 Mac 上打开 PulseWatch 设置获取二维码

source: Open Settings
zh_hans: 前往设置

source: Open System Settings
zh_hans: 前往系统设置开启

source: Open a workout and tag which muscles you trained
zh_hans: 打开训练记录，标记你训练了哪些肌群

source: OpenClaw AI Records
zh_hans: OpenClaw AI 记录

source: Optimal
zh_hans: 极佳

source: Other
zh_hans: 其他

source: Overall improvement — keep up the rhythm
zh_hans: 整体状态较上周提升，保持当前的生活节奏

source: Oversleeping may indicate underlying issues
zh_hans: 睡眠过长可能存在潜在问题

source: PB Timeline
zh_hans: PB 成长曲线

source: PR Streak
zh_hans: PR 连击

source: Past 24h
zh_hans: 过去 24h

source: Peak
zh_hans: 极限
